{
  "index": {
    "title": "Главная",
    "subtitle": "Всем привет 👋{0} Меня зовут{1} Сергей",
    "desc": "Я front-end разработчик со страстью к созданию удобных и высокопроизводительных веб-сайтов и веб-приложений"
  },
  "about": {
    "title": "Обо мне",
    "subtitle": "Меня зовут Левин Сергей, и я {profession} из России, работающий удаленно в {job}",
    "intro": {
      "title": "Первые шаги",
      "first_item": "Впервые я открыл для себя веб-разработку с тренажеров HTML Academy в 2020 году. Там я плавно погрузился в синтаксис HTML и CSS.",
      "second_item": "Я обнаружил, что веб-разработка — это творческая область, смешанная с решением проблем и к тому же постоянно развивающаяся, поэтому я решил не останавливаться и продолжил свое обучение в интенсивах Html Academy по HTML, CSS и JS.",
      "third_item": "Там я узнал не только об основных концепциях и правилах, но и о лучших практиках, подходах в веб разработке. С тех пор я продолжил углубляться в изучение JS, прошел интенсив по React, а также изучил Vue. В настоящее время также активно изучаю новые технологии и постоянно применяю знания на практике."
    },
    "experience": {
      "title": "Мой Опыт",
      "first_item": "Моим первым местом работы была компания {0}, где я работал верстальщиком сайтов в 2021 году. Ежедневный технологический стэк складывался из HTML, CSS, JS, jQuery.",
      "second_item": "В настоящее время работаю frontend разработчиком в {0}. Здесь дорабатываю и реализую новый функционал продукта на Vue js."
    },
    "tech_stack": {
      "title": "Технический стек",
      "desc": "У меня есть опыт работы со следующими технологиями:",
      "stylization": {
        "title": "Стилизация:",
        "technologies": "Css, Sass, Less, Stylus, БЭМ методология. Css фреймворки: Bootstrap, Tailwind, Bulma, Materialize."
      },
      "js": {
        "title": "Javascript:",
        "technologies": "Работал с такими библиотеками, как JQuery, React, React Router, Redux, Mapbox, makePdf, D3js, GSAP. Фреймворки: Vue js и его экосистема. Библиотеки компонентов: Element Ui, BootstrapVue, Vuetify, Buefy. Расширения языка: Typescript."
      },
      "git": {
        "title": "Система контроля версий:",
        "technologies": "GIT."
      },
      "build_systems": {
        "title": "Системы сборки:",
        "technologies": "GULP, Webpack, Vite."
      },
      "testing": {
        "title": "Тестирование:",
        "technologies": "В качестве фреймворка я использую Jest для модульного тестирования и библиотеки - Vue Test Utils, React Testing Library."
      }
    }
  },
  "portfolios": {
    "title": "Портфолио",
    "subtitle": "Мои проекты😋",
    "cat_energy": "Интернет магазин функционального питания для котов",
    "pognali": "Сервис поиска попутчиков для путешествий \"Погнали\"",
    "kekso_booking": "Сервис размещения объявлений о сдаче в аренду недвижимости в центре Токио.",
    "movie_vue": "Адаптивная версия киносайта на Vue Js",
    "clone_medium": "Сервис по размещению постов",
    "assamblage_point": "Это онлайн чат на Vue 3. В качестве бэкенда используется Firebase API.",
    "what_to_watch": "Онлайн кинотеатр. Смотрите новинки абсолютно бесплатно и в лучшем качестве.",
    "personal_website": "Многоязычный адаптивный веб-сайт, созданный с помощью Nuxt и GSAP для анимации"
  },
  "contacts": {
    "title": "Контакты",
    "subtitle": "Вы можете связаться со мной в любое время🙂"
  },
  "about_me": "Обо мне",
  "see_portfolios": "😮 В портфолио",
  "code_available": "Исходный код доступен",
  "copyright": "Авторское право © 2021{0} Все права защищены.",
  "frontend_developer": "front-end разработчик",
  "read_more": "Подробнее",
  "in_cv": "в моем резюме",
  "source_code": "Исходный код",
  "live": "Перейти на сайт"
}
